{
  "products": [
    {
      "name": "RUBY NECKLACE",
      "image":"./images/ruby.png",
      "description":"Adorn yourself with the fiery elegance of Goyal Jewellery's Ruby Radiance Necklace, where each ruby tells a story of timeless luxury.",
      "price":2599,
      "path":"../models/neck.glb"
    },
    {
      "name": "Army pugdi",
      "image":"./images/army.png",
      "description":"Stand out with pride in our Indian Army Style Camouflage Pagdi, a symbol of honor and valor from Arora Tailors",
      "price":699,
      "path":"../models/army-turban.glb"
    },
    {
      "name": "Minecraft glasses",
      "image":"./images/card5.png",
      "description":"Support 'Vocal for Local' with Minecraft-themed glasses, blending local craftsmanship with global inspiration!",
      "price":1599,
      "path":"../models/specs5.glb"
    },
    {
      "name": "Gold Chain",
      "image":"./images/chain.png",
      "description":"Embrace elegance and tradition with Goyal Jewellery's Gold Chain, a timeless piece crafted with local artistry.",
      "price":1599,
      "path":"../models/thin-necklace.glb"
    },
    {
      "name": "ray ban classic",
      "image":"./images/card1.png",
      "description": "Experience timeless elegance with Ray Ban Classic sunglasses. Crafted for enduring style, these shades blend iconic design with modern flair. From sleek Wayfarer frames to versatile lens options, they're the epitome of sophistication.",
      "price": 1999,
      "path":"../models/specs6.glb"
    },
    {
      "name": "vincent case",
      "image":"./images/card2.png",

      "description": "Elevate your look with Vincent Case sunglasses. Combining classic aviator style with contemporary edge, they exude effortless coolness. Sleek metal rims and bold geometric lines make a statement wherever you go.",
      "price": 2999,
      "path":"../models/specs3.glb"
    },
    {
      "name": "john jacobs rim aviator",
      "image":"./images/card3.png",

      "description": "Discover understated luxury with John Jacobs Rim Aviator sunglasses. Minimalist design meets premium materials for refined elegance. Lightweight acetate and durable metal accents ensure both style and substance. Perfect for any occasion, they add a touch of sophistication to every ensemble.",
      "price": 999,
      "path":"../models/specs4.glb"
    },
    {
      "name": "Oakley Holbrook",
      "image":"./images/card6.png",

      "description": "Make a bold statement with Oakley Holbrook sunglasses. Inspired by the screen heroes from the 1940s, 50s, and 60s, these shades represent the spirit of exploration and adventure. With high-definition optics and O-Matter frame material, they offer unparalleled comfort and clarity.",
      "price": 1699,
      "path":"../models/simple_glasses.glb"
    }
  ]
}